{
  "currentPage": 434,
  "numberOfPages": 603,
  "totalResults": 30128,
  "data": [
    {
      "id": "0jHqt0",
      "name": "Raspberry Stout",
      "nameDisplay": "Raspberry Stout",
      "description": "Brewed with heaps of chocolate malt, cacao nibs, and local, late season red raspberries from Agriberry Farm, Hardywood Raspberry Stout captures the essence of a decadent raspberry truffle in liquid form. A beguiling ale, this stout’s enticing cocoa aromatics build to a flavorful crescendo of full bodied dark chocolate, subsiding with a pleasantly sweet, tart raspberry jam laced finish.",
      "abv": "9.2",
      "ibu": "50",
      "styleId": 42,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/0jHqt0/upload_2VLJJ6-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/0jHqt0/upload_2VLJJ6-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/0jHqt0/upload_2VLJJ6-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/0jHqt0/upload_2VLJJ6-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/0jHqt0/upload_2VLJJ6-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/0jHqt0/upload_2VLJJ6-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "foodPairings": "Chocolate, coffee or cream based desserts.",
      "createDate": "2014-04-12 14:34:57",
      "updateDate": "2017-08-02 13:15:48",
      "style": {
        "id": 42,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Stout",
        "shortName": "American Stout",
        "description": "Initial low to medium malt sweetness with a degree of caramel, chocolate and/or roasted coffee flavor with a distinctive dryroasted bitterness in the finish. Coffee-like roasted barley and roasted malt aromas are prominent. Some slight roasted malt acidity is permissible and a medium- to full-bodied mouthfeel is appropriate. Hop bitterness may be moderate to high. Hop aroma and flavor is moderate to high, often with American citrus-type and/or resiny hop character. The perception of fruity esters is low. Roasted malt/barley astringency may be low but not excessive. Diacetyl (butterscotch) should be negligible or not perceived. Head retention is excellent.",
        "ibuMin": "35",
        "ibuMax": "60",
        "abvMin": "5.7",
        "abvMax": "8.8",
        "srmMin": "40",
        "srmMax": "40",
        "ogMin": "1.05",
        "fgMin": "1.01",
        "fgMax": "1.022",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:43"
      }
    },
    {
      "id": "OSLKol",
      "name": "Raspberry Sunshine",
      "nameDisplay": "Raspberry Sunshine",
      "description": "Sour blonde ale aged in wine barrels with raspberries and spices.",
      "abv": "6.4",
      "styleId": 136,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/OSLKol/upload_SKBeh3-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/OSLKol/upload_SKBeh3-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/OSLKol/upload_SKBeh3-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/OSLKol/upload_SKBeh3-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/OSLKol/upload_SKBeh3-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/OSLKol/upload_SKBeh3-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2018-12-11 19:06:55",
      "updateDate": "2018-12-11 19:07:46",
      "style": {
        "id": 136,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Wood- and Barrel-Aged Sour Beer",
        "shortName": "BBL Aged Sour",
        "description": "A wood- or barrel-aged sour beer is any lager, ale or hybrid beer, either a traditional style or a unique experimental beer that has been aged for a period of time in a wooden barrel or in contact with wood and has developed a bacterial induced natural acidity. This beer is aged in wood with the intention of introducing the micro flora present in the wood. Sometimes wood aging is intended to impart the particularly unique character of the wood, but wood-aged is not necessarily synonymous with imparting wood-flavors. Wood character can be characterized as a complex blend of vanillin and unique wood character. Wood-derived character can also be characterized by flavors of the product that was in the barrel during prior use. These wood-derived flavors, if present in this style, can be very low in character and barely perceived or evident or assertive as wood-derived flavors. Any degree of woodderived flavors should be in balance with other beer character. Fruit and herb/spiced versions may take on the hue, flavors and aromas of added ingredients.  Usually bacteria and \"wild\" yeasts fermentation contributes complex esters and results in a dry to very dry beer. Ultimately a balance of flavor, aroma and mouthfeel are sought with the marriage of acidity, complex esters, and new beer with wood and/or barrel flavors. Beers in this style may or may not have Brettanomyces character.  Brewers when entering this category should specify type of barrel used and any other special treatment or ingredients used. Competition managers may create style subcategories to differentiate between high alcohol and low alcohol beers and very dark and lighter colored beer as well as for fruit beers and non-fruit beers. Competitions may develop guidelines requesting brewers to specify what kind of wood (new or used oak, other wood varieties). The brewer may be asked to explain the special nature (wood used, base beer style(s) and achieved character) of the beer.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:46:56"
      }
    },
    {
      "id": "akkslv",
      "name": "Raspberry Super Slurp",
      "nameDisplay": "Raspberry Super Slurp",
      "abv": "6",
      "availableId": 2,
      "styleId": 40,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/akkslv/upload_rYyV5t-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/akkslv/upload_rYyV5t-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/akkslv/upload_rYyV5t-large.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "servingTemperature": "very_cold",
      "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)",
      "createDate": "2018-07-12 18:43:39",
      "updateDate": "2018-07-12 18:57:39",
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 40,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Sour Ale",
        "shortName": "Sour",
        "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:32"
      }
    },
    {
      "id": "izbAKa",
      "name": "Raspberry Tart",
      "nameDisplay": "Raspberry Tart",
      "description": "Raspberry Tart\r\nTreat yourself to a rare delight. The voluminous raspberry bouquet will greet you long before your lips touch your glass. Serve this Wisconsin framboise very cold in a champagne flute. Then hold your glass to a light and enjoy the jewel-like sparkle of a very special ale. \r\n\r\nOregon proudly shares their harvest of mouth watering berries, which we ferment spontaneously in large oak vats. Then we employ Wisconsin farmed wheat and year old Hallertau hops to round out this extravaganza of flavor.",
      "abv": "4",
      "glasswareId": 10,
      "availableId": 1,
      "styleId": 119,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/izbAKa/upload_FV3whe-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/izbAKa/upload_FV3whe-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/izbAKa/upload_FV3whe-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/izbAKa/upload_FV3whe-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/izbAKa/upload_FV3whe-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/izbAKa/upload_FV3whe-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2017-01-09 19:45:06",
      "glass": {
        "id": 10,
        "name": "Oversized Wine Glass",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 119,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Beer",
        "shortName": "Fruit Beer",
        "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.",
        "ibuMin": "5",
        "ibuMax": "70",
        "abvMin": "2.5",
        "abvMax": "12",
        "srmMin": "5",
        "srmMax": "50",
        "ogMin": "1.03",
        "fgMin": "1.006",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:21"
      }
    },
    {
      "id": "C6MJkC",
      "name": "Raspberry Tart Ale",
      "nameDisplay": "Raspberry Tart Ale",
      "description": "Tart red raspberries are the star of this refreshing show. A first fermentation with lactobacillus gives this beer its pucker, while a second pass with our house ale yeast produces soft, fruity esters. A hint of Himalayan pink salt amplifies the flavor of tart raspberry jam, and coriander adds delicate notes of wildflowers. We taste: tart raspberry jam, wildflowers, hint of salt",
      "abv": "4.5",
      "styleId": 165,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/C6MJkC/upload_ekaKvE-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/C6MJkC/upload_ekaKvE-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/C6MJkC/upload_ekaKvE-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/C6MJkC/upload_ekaKvE-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/C6MJkC/upload_ekaKvE-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/C6MJkC/upload_ekaKvE-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2018-11-04 15:52:32",
      "updateDate": "2019-05-30 18:05:25",
      "style": {
        "id": 165,
        "categoryId": 1,
        "category": {
          "id": 1,
          "name": "British Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "Contemporary Gose",
        "shortName": "Contemporary Gose",
        "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.",
        "createDate": "2015-04-07 17:10:42"
      }
    },
    {
      "id": "K4Ey9Q",
      "name": "Raspberry Temptress",
      "nameDisplay": "Raspberry Temptress",
      "description": "Love isn't just in the air. It's inside this beer, and it tastes like chocolate and raspberries. That's because we took our decadent Imperial Milk Stout and blended it with fresh, tart, Oregon raspberries to transform it into a luscious, Valentine's Day libation. What's not to love?",
      "abv": "9.1",
      "ibu": "56",
      "glasswareId": 6,
      "srmId": 33,
      "availableId": 2,
      "styleId": 44,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/K4Ey9Q/upload_ilQIA0-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/K4Ey9Q/upload_ilQIA0-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/K4Ey9Q/upload_ilQIA0-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/K4Ey9Q/upload_ilQIA0-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/K4Ey9Q/upload_ilQIA0-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/K4Ey9Q/upload_ilQIA0-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "foodPairings": "Chocolate souffle, raspberry sorbet, berries and cream",
      "servingTemperature": "cellar",
      "servingTemperatureDisplay": "Cellar - (12-14C/54-57F)",
      "originalGravity": "1.091",
      "createDate": "2014-04-30 19:54:07",
      "updateDate": "2015-12-17 14:07:44",
      "glass": {
        "id": 6,
        "name": "Snifter",
        "createDate": "2012-01-03 02:41:33"
      },
      "srm": {
        "id": 33,
        "name": "33",
        "hex": "520907"
      },
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 44,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "Specialty Stouts",
        "shortName": "Stout",
        "description": "See British Origin American-Style Imperial Porter Imperial porters are very dark brown to black in color. No roast barley or strong burnt/astringent black malt character should be perceived. Medium malt, caramel and cocoa-like sweetness should be in harmony with medium-low to medium hop bitterness. This is a full bodied beer. Ale-like fruity esters should be evident but not overpowering and compliment malt derived sweetness and hop character. Hop flavor and aroma may vary from being low to medium-high. Diacetyl (butterscotch) levels should be absent.",
        "ibuMin": "35",
        "ibuMax": "50",
        "abvMin": "7",
        "abvMax": "12",
        "srmMin": "40",
        "srmMax": "40",
        "ogMin": "1.08",
        "fgMin": "1.02",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:58"
      }
    },
    {
      "id": "39XiSg",
      "name": "Raspberry Triplebock",
      "nameDisplay": "Raspberry Triplebock",
      "abv": "13",
      "styleId": 119,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/39XiSg/upload_4uPYEb-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/39XiSg/upload_4uPYEb-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/39XiSg/upload_4uPYEb-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/39XiSg/upload_4uPYEb-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/39XiSg/upload_4uPYEb-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/39XiSg/upload_4uPYEb-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2015-08-14 14:46:16",
      "updateDate": "2015-12-18 04:45:44",
      "style": {
        "id": 119,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Beer",
        "shortName": "Fruit Beer",
        "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.",
        "ibuMin": "5",
        "ibuMax": "70",
        "abvMin": "2.5",
        "abvMax": "12",
        "srmMin": "5",
        "srmMax": "50",
        "ogMin": "1.03",
        "fgMin": "1.006",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:21"
      }
    },
    {
      "id": "1ktYR7",
      "name": "Raspberry Trippelbock BA Bourbon",
      "nameDisplay": "Raspberry Trippelbock BA Bourbon",
      "abv": "13.1",
      "styleId": 90,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/1ktYR7/upload_GgEyTU-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/1ktYR7/upload_GgEyTU-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/1ktYR7/upload_GgEyTU-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/1ktYR7/upload_GgEyTU-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/1ktYR7/upload_GgEyTU-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/1ktYR7/upload_GgEyTU-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2019-01-23 15:27:37",
      "updateDate": "2019-01-23 15:27:56",
      "style": {
        "id": 90,
        "categoryId": 7,
        "category": {
          "id": 7,
          "name": "European-germanic Lager",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "German-Style Doppelbock",
        "shortName": "Doppelbock",
        "description": "Malty sweetness is dominant but should not be cloying. Malt character is more reminiscent of fresh and lightly toasted Munich- style malt, more so than caramel or toffee malt character. Some elements of caramel and toffee can be evident and contribute to complexity, but the predominant malt character is an expression of toasted barley malt. Doppelbocks are full bodied and deep amber to dark brown in color. Astringency from roast malts is absent. Alcoholic strength is high, and hop rates increase with gravity. Hop bitterness and flavor should be low and hop aroma absent. Fruity esters are commonly perceived but at low to moderate levels. Diacetyl should be absent",
        "ibuMin": "17",
        "ibuMax": "27",
        "abvMin": "6.5",
        "abvMax": "8",
        "srmMin": "12",
        "srmMax": "30",
        "ogMin": "1.074",
        "fgMin": "1.014",
        "fgMax": "1.02",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:39:08"
      }
    },
    {
      "id": "EDZ0gO",
      "name": "Raspberry Truffale",
      "nameDisplay": "Raspberry Truffale",
      "description": "Bourbon barrel-aged imperial stout with raspberry & chocolate.",
      "abv": "13.8",
      "styleId": 43,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/EDZ0gO/upload_Tv1tK4-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/EDZ0gO/upload_Tv1tK4-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/EDZ0gO/upload_Tv1tK4-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/EDZ0gO/upload_Tv1tK4-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/EDZ0gO/upload_Tv1tK4-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/EDZ0gO/upload_Tv1tK4-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2018-08-31 16:35:36",
      "updateDate": "2018-09-01 05:01:48",
      "style": {
        "id": 43,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Imperial Stout",
        "shortName": "American Imperial Stout",
        "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.",
        "ibuMin": "50",
        "ibuMax": "80",
        "abvMin": "7",
        "abvMax": "12",
        "srmMin": "40",
        "srmMax": "40",
        "ogMin": "1.08",
        "fgMin": "1.02",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:49"
      }
    },
    {
      "id": "8TFz8G",
      "name": "Raspberry Truffle Abduction Imperial Stout",
      "nameDisplay": "Raspberry Truffle Abduction Imperial Stout",
      "abv": "10.5",
      "glasswareId": 5,
      "availableId": 2,
      "styleId": 43,
      "isOrganic": "N",
      "isRetired": "N",
      "beerVariationId": "PkLd2q",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/8TFz8G/upload_3X9WfU-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/8TFz8G/upload_3X9WfU-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/8TFz8G/upload_3X9WfU-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/8TFz8G/upload_3X9WfU-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/8TFz8G/upload_3X9WfU-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/8TFz8G/upload_3X9WfU-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2013-05-09 17:47:02",
      "updateDate": "2015-12-17 03:27:07",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 43,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Imperial Stout",
        "shortName": "American Imperial Stout",
        "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.",
        "ibuMin": "50",
        "ibuMax": "80",
        "abvMin": "7",
        "abvMax": "12",
        "srmMin": "40",
        "srmMax": "40",
        "ogMin": "1.08",
        "fgMin": "1.02",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:49"
      },
      "beerVariation": {
        "id": "PkLd2q",
        "name": "Abduction",
        "nameDisplay": "Abduction",
        "abv": "10.5",
        "styleId": 43,
        "isRetired": "N",
        "status": "verified",
        "statusDisplay": "Verified",
        "createDate": "2013-05-09 17:38:16",
        "updateDate": "2015-12-17 04:17:21",
        "style": {
          "id": 43,
          "categoryId": 3,
          "category": {
            "id": 3,
            "name": "North American Origin Ales",
            "createDate": "2012-03-21 20:06:45"
          },
          "name": "American-Style Imperial Stout",
          "shortName": "American Imperial Stout",
          "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.",
          "ibuMin": "50",
          "ibuMax": "80",
          "abvMin": "7",
          "abvMax": "12",
          "srmMin": "40",
          "srmMax": "40",
          "ogMin": "1.08",
          "fgMin": "1.02",
          "fgMax": "1.03",
          "createDate": "2012-03-21 20:06:46",
          "updateDate": "2015-04-07 15:28:49"
        }
      }
    },
    {
      "id": "seilJ4",
      "name": "Raspberry Vermonter Weiss",
      "nameDisplay": "Raspberry Vermonter Weiss",
      "description": "Our Raspberry Vermonter Weiss is a sour wheat beer brewed with Vermont malt and hops and a helping of fresh local raspberries along with raspberry puree to impart a bright fruit flavor and a huge aroma of fresh raspberries in every sip of this beautiful deep pink beer.",
      "abv": "3.8",
      "ibu": "2",
      "availableId": 6,
      "styleId": 46,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/seilJ4/upload_23NRYo-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/seilJ4/upload_23NRYo-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/seilJ4/upload_23NRYo-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/seilJ4/upload_23NRYo-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/seilJ4/upload_23NRYo-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/seilJ4/upload_23NRYo-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2019-05-05 12:51:41",
      "updateDate": "2019-05-05 12:52:33",
      "available": {
        "id": 6,
        "name": "Summer",
        "description": "Available during the summer months."
      },
      "style": {
        "id": 46,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Berliner-Style Weisse (Wheat)",
        "shortName": "Berlinerweisse",
        "description": "This is very pale in color and the lightest of all the German wheat beers. The unique combination of yeast and lactic acid bacteria fermentation yields a beer that is acidic, highly attenuated, and very light bodied. The carbonation of a Berliner Weisse is high, and hop rates are very low. Clarity may be hazy or cloudy from yeast or chill haze. Hop character should not be perceived. Fruity esters will be evident. No diacetyl should be perceived.",
        "ibuMin": "3",
        "ibuMax": "6",
        "abvMin": "2.8",
        "abvMax": "3.4",
        "srmMin": "2",
        "srmMax": "4",
        "ogMin": "1.028",
        "fgMin": "1.004",
        "fgMax": "1.006",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:29:14"
      }
    },
    {
      "id": "Lum8X4",
      "name": "Raspberry Wheat",
      "nameDisplay": "Raspberry Wheat",
      "description": "An American wheat beer made with malted barley and malted wheat.  Lightly flavored with pure fruit to impart a subtle raspberry nose, a delicate fruit flavor and a slight pink hue.",
      "abv": "6.9",
      "styleId": 112,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/Lum8X4/upload_3c8XGy-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/Lum8X4/upload_3c8XGy-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/Lum8X4/upload_3c8XGy-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/Lum8X4/upload_3c8XGy-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/Lum8X4/upload_3c8XGy-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/Lum8X4/upload_3c8XGy-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2015-12-16 04:09:52",
      "style": {
        "id": 112,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Light American Wheat Ale or Lager with Yeast",
        "shortName": "Wheat Ale",
        "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.",
        "ibuMin": "10",
        "ibuMax": "35",
        "abvMin": "3.5",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "10",
        "ogMin": "1.036",
        "fgMin": "1.006",
        "fgMax": "1.018",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:42:48"
      }
    },
    {
      "id": "Gh3YR3",
      "name": "Raspberry Wheat",
      "nameDisplay": "Raspberry Wheat",
      "glasswareId": 9,
      "styleId": 48,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/Gh3YR3/upload_w6B1lX-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/Gh3YR3/upload_w6B1lX-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/Gh3YR3/upload_w6B1lX-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/Gh3YR3/upload_w6B1lX-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/Gh3YR3/upload_w6B1lX-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/Gh3YR3/upload_w6B1lX-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2015-12-16 12:36:14",
      "glass": {
        "id": 9,
        "name": "Weizen",
        "createDate": "2012-01-03 02:41:33"
      },
      "style": {
        "id": 48,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "South German-Style Hefeweizen / Hefeweissbier",
        "shortName": "Hefeweizen",
        "description": "The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove-, nutmeg-like, mildly smoke-like or even vanilla-like. Banana-like esters should be present at low to medium-high levels. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent or present at very low levels. Weissbier is well attenuated and very highly carbonated and a medium to full bodied beer. The color is very pale to pale amber. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "3",
        "srmMax": "9",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:29:27"
      }
    },
    {
      "id": "paiELr",
      "name": "Raspberry Wheat",
      "nameDisplay": "Raspberry Wheat",
      "description": "This golden wheat ale comes alive with it’s unique, natural raspberry flavour. A crisp, refreshing, one-of-a-kind taste that’s a perfect summer thirst quencher!\r\n\r\nTry it with an earthy cheese - Camembert, Fontina; Garden or California \r\nsalads and poultry. A fantastic and unique poultry marinate.",
      "abv": "4.6",
      "ibu": "13",
      "glasswareId": 5,
      "availableId": 1,
      "styleId": 119,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/paiELr/upload_r6DKyX-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/paiELr/upload_r6DKyX-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/paiELr/upload_r6DKyX-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/paiELr/upload_r6DKyX-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/paiELr/upload_r6DKyX-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/paiELr/upload_r6DKyX-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2015-12-16 06:15:11",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 119,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Beer",
        "shortName": "Fruit Beer",
        "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.",
        "ibuMin": "5",
        "ibuMax": "70",
        "abvMin": "2.5",
        "abvMax": "12",
        "srmMin": "5",
        "srmMax": "50",
        "ogMin": "1.03",
        "fgMin": "1.006",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:21"
      }
    },
    {
      "id": "Ai5P3y",
      "name": "Raspberry Wheat",
      "nameDisplay": "Raspberry Wheat",
      "abv": "4.81",
      "ibu": "20.4",
      "glasswareId": 5,
      "availableId": 4,
      "styleId": 114,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/Ai5P3y/upload_FW2nG6-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/Ai5P3y/upload_FW2nG6-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/Ai5P3y/upload_FW2nG6-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/Ai5P3y/upload_FW2nG6-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/Ai5P3y/upload_FW2nG6-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/Ai5P3y/upload_FW2nG6-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2014-04-29 10:03:42",
      "updateDate": "2015-12-17 13:30:02",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 4,
        "name": "Seasonal",
        "description": "Available at the same time of year, every year."
      },
      "style": {
        "id": 114,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Wheat Ale or Lager with or without Yeast",
        "shortName": "Fruit Wheat Ale",
        "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.",
        "ibuMin": "10",
        "ibuMax": "35",
        "abvMin": "3.8",
        "abvMax": "5",
        "srmMin": "2",
        "srmMax": "10",
        "ogMin": "1.036",
        "fgMin": "1.004",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:43:55"
      }
    },
    {
      "id": "tnqeRK",
      "name": "Raspberry Wheat",
      "nameDisplay": "Raspberry Wheat",
      "abv": "6",
      "styleId": 114,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/tnqeRK/upload_luUmq6-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/tnqeRK/upload_luUmq6-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/tnqeRK/upload_luUmq6-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/tnqeRK/upload_luUmq6-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/tnqeRK/upload_luUmq6-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/tnqeRK/upload_luUmq6-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2016-11-29 13:48:30",
      "updateDate": "2016-11-29 14:48:19",
      "style": {
        "id": 114,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Wheat Ale or Lager with or without Yeast",
        "shortName": "Fruit Wheat Ale",
        "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.",
        "ibuMin": "10",
        "ibuMax": "35",
        "abvMin": "3.8",
        "abvMax": "5",
        "srmMin": "2",
        "srmMax": "10",
        "ogMin": "1.036",
        "fgMin": "1.004",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:43:55"
      }
    },
    {
      "id": "UQNCN2",
      "name": "Raspberry Wheat",
      "nameDisplay": "Raspberry Wheat",
      "description": "A throwback American wheat beer brewed with natural raspberry puree that creates a light and crisp summer brew! A hint of tartness and a subtle berry finish, complete this perfect summer treat!",
      "abv": "5.1",
      "ibu": "12",
      "availableId": 6,
      "styleId": 114,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/UQNCN2/upload_P9BNIN-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/UQNCN2/upload_P9BNIN-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/UQNCN2/upload_P9BNIN-large.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2016-09-05 13:30:19",
      "updateDate": "2018-06-29 05:02:09",
      "available": {
        "id": 6,
        "name": "Summer",
        "description": "Available during the summer months."
      },
      "style": {
        "id": 114,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Wheat Ale or Lager with or without Yeast",
        "shortName": "Fruit Wheat Ale",
        "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent malted wheat. Fruit or fruit extracts contribute flavor and/or aroma. Perceived fruit qualities should be authentic and replicate true fruit complexity as much as possible. Color should reflect a degree of fruit's color. Hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor from yeast can be typical but at low levels; however, phenolic, clovelike characteristics should not be perceived. Body should be light to medium in character. Diacetyl should not be perceived. When this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. Brewer may indicate on the bottle whether the yeast should be intentionally roused or if they prefer that the entry be poured as quietly as possible.",
        "ibuMin": "10",
        "ibuMax": "35",
        "abvMin": "3.8",
        "abvMax": "5",
        "srmMin": "2",
        "srmMax": "10",
        "ogMin": "1.036",
        "fgMin": "1.004",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:43:55"
      }
    },
    {
      "id": "jngskg",
      "name": "Raspberry Wheat Ale",
      "nameDisplay": "Raspberry Wheat Ale",
      "description": "Raspberry Wheat Ale is an unfiltered wheat beer that is refreshing and perfectly balanced with a crisp tartness.  Raspberries meet the nose, leading way to a clean creamy texture.  Pours a golden color with a nice white head. The flavor is subtle, yet very distinct. A popular beer that will bring back your best summer memories all year ’round!\r\n\r\nHops –  Willamette, Northern Brewer",
      "abv": "5",
      "ibu": "10",
      "glasswareId": 5,
      "availableId": 1,
      "styleId": 112,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/jngskg/upload_6wM33W-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/jngskg/upload_6wM33W-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/jngskg/upload_6wM33W-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/jngskg/upload_6wM33W-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/jngskg/upload_6wM33W-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/jngskg/upload_6wM33W-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2015-12-16 11:26:26",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 112,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Light American Wheat Ale or Lager with Yeast",
        "shortName": "Wheat Ale",
        "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.",
        "ibuMin": "10",
        "ibuMax": "35",
        "abvMin": "3.5",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "10",
        "ogMin": "1.036",
        "fgMin": "1.006",
        "fgMax": "1.018",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:42:48"
      }
    },
    {
      "id": "11D3Xr",
      "name": "Raspberry Wheat Beer",
      "nameDisplay": "Raspberry Wheat Beer",
      "description": "A golden wheat beer brewed with the finest North American malted barley and wheat. It’s then lightly hopped with the choicest European varieties. This smooth, crisp golden wheat beer is then finished with a hint of raspberry. Enjoy this beer any time of year.",
      "abv": "4.9",
      "glasswareId": 5,
      "srmId": 4,
      "availableId": 3,
      "styleId": 112,
      "isOrganic": "N",
      "isRetired": "Y",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/11D3Xr/upload_0OEPrd-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/11D3Xr/upload_0OEPrd-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/11D3Xr/upload_0OEPrd-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/11D3Xr/upload_0OEPrd-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/11D3Xr/upload_0OEPrd-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/11D3Xr/upload_0OEPrd-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2018-11-02 02:13:07",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "srm": {
        "id": 4,
        "name": "4",
        "hex": "FFBF42"
      },
      "available": {
        "id": 3,
        "name": "Not Available",
        "description": "Beer is not currently available."
      },
      "style": {
        "id": 112,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Light American Wheat Ale or Lager with Yeast",
        "shortName": "Wheat Ale",
        "description": "This beer can be made using either ale or lager yeast. It can be brewed with 30 to 75 percent wheat malt, and hop rates may be low to medium. Hop characters may be light to moderate in bitterness, flavor and aroma. Fruity-estery aroma and flavor are typical but at low levels however, phenolic, clove-like characteristics should not be perceived. Color is usually straw to light amber, and the body should be light to medium in character. Diacetyl should not be perceived. Because this style is served with yeast the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Chill haze is also acceptable. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of malt and hops. These beers are typically served with the yeast in the bottle, and are cloudy when served.",
        "ibuMin": "10",
        "ibuMax": "35",
        "abvMin": "3.5",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "10",
        "ogMin": "1.036",
        "fgMin": "1.006",
        "fgMax": "1.018",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:42:48"
      }
    },
    {
      "id": "rR8yIR",
      "name": "Raspberry White Ale",
      "nameDisplay": "Raspberry White Ale",
      "description": "The Sugar Creek Raspberry White Ale is the result of the combination of a watchful eye, like that of a Trappist Monk, with the technical precision of a nuclear engineer.  This traditional 14th Century recipe has been revived by our beer engineers using over 500 pounds of fresh raspberries.  The Sugar Creek Raspberry White Ale is a naturally vibrant ruby pink in color and pours with a picture perfect white head.  The clean, yet subtle, tartness makes this beer the perfect pairing for the Carolina sunshine.",
      "abv": "4.4",
      "ibu": "8",
      "glasswareId": 8,
      "availableId": 1,
      "styleId": 167,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/rR8yIR/upload_g66yxP-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/rR8yIR/upload_g66yxP-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/rR8yIR/upload_g66yxP-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/rR8yIR/upload_g66yxP-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/rR8yIR/upload_g66yxP-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/rR8yIR/upload_g66yxP-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "servingTemperature": "cold",
      "servingTemperatureDisplay": "Cold - (4-7C/39-45F)",
      "createDate": "2016-08-05 13:45:35",
      "updateDate": "2017-08-30 18:04:43",
      "glass": {
        "id": 8,
        "name": "Tulip",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 167,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Belgian-style Fruit Beer",
        "shortName": "Belgian Fruit",
        "description": "Belgian-Style Fruit Beers are any range of color from pale to dark depending on underlying Belgian style being fruited. Clear to hazy beer is acceptable in appearance. Fruit aromas ranging from subtle to intense should be evident, and should not be overpowered by hop aromas. Belgian-Style Fruit Beers are fermented with traditional Belgian-, farmhouse-, saison- and/or Brettanomyces-type yeast using fruit or fruit extracts as an adjunct in either the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Malt sweetness can vary from not perceived to medium-high levels. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) and if present contribute to acidity and enhance fruity balance. Body is variable with style. Classifying these beers is complex, with exemplary versions depending on the exhibition of fruit characters more so than the addition of fruit itself, within a Belgian beer style. As an example, a fruited Saison exhibiting some Brett character would be appropriately considered as Belgian Fruit Beer; whereas a fruited Brett Beer might more appropriately be considered as Brett Beer. Lambic-Style fruit beers should be entered in the Belgian-Style Fruit Lambic category. Fruited Belgian style beers brewed with additional unusual fermentables should be entered in this category. Fruit beers fermented using German, British or American ale or lager yeast would be more appropriately categorized as American-Style Fruit Beer or as Fruit Wheat Beer. For purposes of competition coconut is defined as a vegetable; beers exhibiting coconut character would be appropriately entered as Field Beer.",
        "createDate": "2015-04-07 17:15:52"
      }
    },
    {
      "id": "qJV0nX",
      "name": "Raspberry Wild One",
      "nameDisplay": "Raspberry Wild One",
      "abv": "7",
      "styleId": 40,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/qJV0nX/upload_Q9Mi2E-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/qJV0nX/upload_Q9Mi2E-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/qJV0nX/upload_Q9Mi2E-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/qJV0nX/upload_Q9Mi2E-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/qJV0nX/upload_Q9Mi2E-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/qJV0nX/upload_Q9Mi2E-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2015-09-01 03:50:16",
      "updateDate": "2015-12-18 03:24:51",
      "style": {
        "id": 40,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Sour Ale",
        "shortName": "Sour",
        "description": "American sour ales can be very light to black or take on the color of added fruits or other ingredients. There is no Brettanomyces character in this style of beer. Wood- and barrel-aged sour ales are classified elsewhere. If acidity is present it is usually in the form of lactic, acetic and other organic acids naturally developed with acidified malt in the mash or in fermentation by the use of various microorganisms including certain bacteria and yeasts. Acidic character can be a complex balance of several types of acid and characteristics of age. The evolution of natural acidity develops balanced complexity. Residual flavors that come from liquids previously aged in a barrel such as bourbon or sherry should not be present. Wood vessels may be used during the fermentation and aging process, but wood-derived flavors such as vanillin must not be present. In darker versions, roasted malt, caramel-like and chocolate-like characters should be subtle in both flavor and aroma. American sour may have evident full range of hop aroma and hop bitterness with a full range of body. Estery and fruity-ester characters are evident, sometimes moderate and sometimes intense, yet balanced. Diacetyl and sweet corn-like dimethylsulfide (DMS) should not be perceived. Chill haze, bacteria and yeast-induced haze are allowable at low to medium levels at any temperature. Fruited American-Style Sour Ales will exhibit fruit flavors in harmonious balance with other characters.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:32"
      }
    },
    {
      "id": "Tr4Qrs",
      "name": "Raspberry-Basil Shandy",
      "nameDisplay": "Raspberry-Basil Shandy",
      "description": "Year round, canned raspberry shandy",
      "abv": "4.5",
      "styleId": 119,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/Tr4Qrs/upload_TQmmG0-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/Tr4Qrs/upload_TQmmG0-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/Tr4Qrs/upload_TQmmG0-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/Tr4Qrs/upload_TQmmG0-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/Tr4Qrs/upload_TQmmG0-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/Tr4Qrs/upload_TQmmG0-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2016-06-23 12:21:38",
      "updateDate": "2018-09-20 18:36:24",
      "style": {
        "id": 119,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Beer",
        "shortName": "Fruit Beer",
        "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.",
        "ibuMin": "5",
        "ibuMax": "70",
        "abvMin": "2.5",
        "abvMax": "12",
        "srmMin": "5",
        "srmMax": "50",
        "ogMin": "1.03",
        "fgMin": "1.006",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:21"
      }
    },
    {
      "id": "MIY1xC",
      "name": "Rasplendent",
      "nameDisplay": "Rasplendent",
      "description": "What could be more refreshing for a summer beer than crisp, juicy raspberries? Add hibiscus and it drinks like a glass of raspberry lemonade, but with a nice head of foam and a light touch of hops.",
      "abv": "5",
      "ibu": "13",
      "styleId": 119,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/MIY1xC/upload_yQrOhs-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/MIY1xC/upload_yQrOhs-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/MIY1xC/upload_yQrOhs-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/MIY1xC/upload_yQrOhs-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/MIY1xC/upload_yQrOhs-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/MIY1xC/upload_yQrOhs-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2017-03-31 01:51:44",
      "updateDate": "2017-08-30 18:44:14",
      "style": {
        "id": 119,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Fruit Beer",
        "shortName": "Fruit Beer",
        "description": "Fruit beers are any beers using fruit or fruit extracts as an adjunct in either, the mash, kettle, primary or secondary fermentation providing obvious (ranging from subtle to intense), yet harmonious, fruit qualities. Fruit qualities should not be overpowered by hop character. If a fruit (such as juniper berry) has an herbal or spice quality, it is more appropriate to consider it in the herb and spice beers category. Acidic bacterial (not wild yeast) fermentation characters may be evident (but not necessary) they would contribute to acidity and enhance fruity balance. Clear or hazy beer is acceptable in appearance. A statement by the brewer explaining what fruits are used is essential in order for fair assessment in competitions. If this beer is a classic style with fruit, the brewer should also specify the classic style.",
        "ibuMin": "5",
        "ibuMax": "70",
        "abvMin": "2.5",
        "abvMax": "12",
        "srmMin": "5",
        "srmMax": "50",
        "ogMin": "1.03",
        "fgMin": "1.006",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:21"
      }
    },
    {
      "id": "hkXRgb",
      "name": "Rasputin",
      "nameDisplay": "Rasputin",
      "abv": "10.4",
      "srmId": 41,
      "styleId": 16,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/hkXRgb/upload_GGtFlO-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/hkXRgb/upload_GGtFlO-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/hkXRgb/upload_GGtFlO-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/hkXRgb/upload_GGtFlO-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/hkXRgb/upload_GGtFlO-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/hkXRgb/upload_GGtFlO-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "servingTemperature": "cool",
      "servingTemperatureDisplay": "Cool - (8-12C/45-54F)",
      "createDate": "2012-03-30 11:59:15",
      "updateDate": "2018-04-25 19:23:48",
      "srm": {
        "id": 41,
        "name": "Over 40",
        "hex": "000000"
      },
      "style": {
        "id": 16,
        "categoryId": 1,
        "category": {
          "id": 1,
          "name": "British Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "British-Style Imperial Stout",
        "shortName": "British Imperial Stout",
        "description": "Dark copper to very dark brown, British-style imperial stouts typically have high alcohol content. The extremely rich malty flavor (often characterized as toffee-like or caramel-like) and aroma are balanced with medium hopping and high fruity-ester characteristics. Bitterness should be moderate and balanced with sweet malt character. The bitterness may be higher in the darker versions. Roasted malt astringency is very low or absent. Bitterness should not overwhelm the overall character. Hop aroma can be subtle to moderately hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.",
        "ibuMin": "45",
        "ibuMax": "65",
        "abvMin": "7",
        "abvMax": "12",
        "srmMin": "20",
        "srmMax": "35",
        "ogMin": "1.08",
        "fgMin": "1.02",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:22:41"
      }
    },
    {
      "id": "s2QjsH",
      "name": "Rasputin XII Imperial Stout",
      "nameDisplay": "Rasputin XII Imperial Stout",
      "description": "For the past few years, barrel-aged Old Rasputin has been released in such limited quantities that it has been available only at the brewery retail shop.  However, we have received so many requests for this beer that for the 12th anniversary,  NCBC produced enough Old Rasputin XII to put into broader distribution.  There’s certainly not a flood of it, but it is available in select areas.  Check the distributor in your area to find where to get it. \r\n \r\n\r\nWe guarantee that the Old Rasputin XII will be worth the search.  It is amazing stuff.  Aging in oak whiskey barrels adds a level of complexity that amplifies the espresso/chocolate notes in the flavor profile and takes this unique beer to new heights.",
      "abv": "11.2",
      "glasswareId": 5,
      "srmId": 41,
      "availableId": 2,
      "styleId": 43,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/s2QjsH/upload_oC8WGO-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/s2QjsH/upload_oC8WGO-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/s2QjsH/upload_oC8WGO-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/s2QjsH/upload_oC8WGO-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/s2QjsH/upload_oC8WGO-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/s2QjsH/upload_oC8WGO-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2015-12-16 06:49:53",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "srm": {
        "id": 41,
        "name": "Over 40",
        "hex": "000000"
      },
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 43,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Imperial Stout",
        "shortName": "American Imperial Stout",
        "description": "Black in color, American-style imperial stouts typically have a high alcohol content. Generally characterized as very robust. The extremely rich malty flavor and aroma are balanced with assertive hopping and fruity-ester characteristics. Bitterness should be moderately high to very high and balanced with full sweet malt character. Roasted malt astringency and bitterness can be moderately perceived but should not overwhelm the overall character. Hop aroma is usually moderately-high to overwhelmingly hop-floral, -citrus or -herbal. Diacetyl (butterscotch) levels should be absent.",
        "ibuMin": "50",
        "ibuMax": "80",
        "abvMin": "7",
        "abvMax": "12",
        "srmMin": "40",
        "srmMax": "40",
        "ogMin": "1.08",
        "fgMin": "1.02",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:28:49"
      }
    },
    {
      "id": "YNnfPN",
      "name": "Raspy Whisper",
      "nameDisplay": "Raspy Whisper",
      "description": "When one of our brewers asked in the raspiest of whispers to brew a beer with raspberry and chocolate, we fell in love with the idea. We tenderly laid down a mash bed of White Wheat, Pale, and Acidulated malts. Magnum hops were used to bitter, and Simcoe and Indian Coriander added some fruity flavor and aroma. 20 pounds per barrel of raspberry, 5 pounds of Theo Cocoa Nibs, and a touch of sea salt to finish out what we hope is more than a one-beer stand.",
      "abv": "3.6",
      "ibu": "10",
      "styleId": 165,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/YNnfPN/upload_FH6Tyz-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/YNnfPN/upload_FH6Tyz-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/YNnfPN/upload_FH6Tyz-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/YNnfPN/upload_FH6Tyz-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/YNnfPN/upload_FH6Tyz-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/YNnfPN/upload_FH6Tyz-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2019-04-01 12:29:00",
      "updateDate": "2019-04-01 12:31:07",
      "style": {
        "id": 165,
        "categoryId": 1,
        "category": {
          "id": 1,
          "name": "British Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "Contemporary Gose",
        "shortName": "Contemporary Gose",
        "description": "Contemporary Goses are straw to medium amber, or, may take on the hue of added fruits or other ingredients if present. Appearance is cloudy/hazy with yeast character, and may have evidence of continued fermentation activity. A wide variety of herbal, spice, floral or fruity aromas other than found in traditional Leipzig-Style Gose are present, in harmony with other aromas. Horsey, leathery or earthy aromas contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Hop aroma is not perceived. Malt sweetness is not perceived to very low. They typically contain malted barley and unmalted wheat, with some traditional varieties containing oats. Hop flavor is not perceived. Hop bitterness is not perceived. A wide variety of herbal, spice, floral or fruity flavors other than found in traditional Leipzig-Style Gose, are present in harmony with the overall flavor profile. Salt (table salt) character is traditional in low amounts, but may vary from absent to present in Contemporary Gose. Horsey, leathery or earthy flavors contributed by Brettanomyces yeasts may be evident but have a very low profile, as this beer is not excessively aged. Contemporary Gose may be fermented with pure beer yeast strains, or with yeast mixed with bacteria. Contemporary Gose may be spontaneously fermented, similarly to Belgian-style gueuze/lambic beers, and should exhibit complexity of acidic, flavor and aroma contributed by introduction of wild yeast and bacteria into the fermentation. Low to medium lactic acid character is evident in all examples as sharp, refreshing sourness. A primary difference between Belgian Gueuze and Gose is that Gose is served at a much younger age. Gose is typically enjoyed fresh and carbonated. Overall complexity of flavors and aromas sought while maintaining a balance between acidity, yeast-enhanced spice and refreshment is ideal. Body is low to medium-low.",
        "createDate": "2015-04-07 17:10:42"
      }
    },
    {
      "id": "3odCgy",
      "name": "RastafaRye Ale",
      "nameDisplay": "RastafaRye Ale",
      "description": "No children, no cry! In true Rastafarian spirit – drinking our RastafaRye Ale directly benefits underprivileged kids. Everything is Irie with our award-winning RastafaRye Ale, a hearty rye malt, blended with fresh West Coast hops resulting in a delicious, deep copper ale with just the right amount of rye flavor to offset the spicy, floral characteristics of the hops. The Blue Point Brewing Company donates a portion of all RastafaRye Ale sales to They Often Cry Outreach (TOCO) a Taj Weekes charity foundation that helps orphaned and underprivileged children in the Caribbean and around the world: www.theyoftencryoutreach.org",
      "abv": "7.5",
      "ibu": "40",
      "glasswareId": 5,
      "availableId": 1,
      "styleId": 117,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/3odCgy/upload_CoArii-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/3odCgy/upload_CoArii-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/3odCgy/upload_CoArii-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/3odCgy/upload_CoArii-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/3odCgy/upload_CoArii-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/3odCgy/upload_CoArii-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "foodPairings": "Caribbean food; grilled meats",
      "originalGravity": "1.066",
      "createDate": "2012-01-03 02:44:02",
      "updateDate": "2015-12-16 08:12:13",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 117,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Rye Ale or Lager with or without Yeast",
        "shortName": "Rye Ale",
        "description": "Rye beers can be made using either ale or lager yeast. It should be brewed with at least 20 percent rye malt, and low to medium perception of hop bitterness. Hop aroma and flavor can be low to medium-high. These are often versions of classic styles that contain noticeable rye character in balance with other qualities of the beer. A spicy, fruity-estery aroma and flavor are typical but at low levels; however, phenolic, clove-like characteristics should not be perceived. Color is straw to amber, and the body should be light to medium in character. Diacetyl should not be perceived. If this style is packaged and served without yeast, no yeast characters should be evident in mouthfeel, flavor, or aroma. A low level of tannin derived astringency may be perceived. If this style is served with yeast, the character should portray a full yeasty mouthfeel and appear hazy to very cloudy. Yeast flavor and aroma should be low to medium but not overpowering the balance and character of rye and barley malt and hops. Darker versions of this style will be dark amber to dark brown, and the body should be light to medium in character. Roasted malts are optionally evident in aroma and flavor with a low level of roast malt astringency acceptable when appropriately balanced with malt sweetness. Roast malts may be evident as a cocoa/chocolate or caramel character. Aromatic toffee-like, caramel, or biscuit-like characters may be part of the overall flavor/aroma profile. As in the lighter colored versions, diacetyl should not be perceived. Competition directors may create specific styles of rye beer, such as Rye Pale Ale or Rye Brown Ale. A statement by the brewer indicating if the beer is based on a classic style is essential for accurate judging.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:12"
      }
    },
    {
      "id": "NdNBdh",
      "name": "Rasta’s Smokey Espress",
      "nameDisplay": "Rasta’s Smokey Espress",
      "abv": "5.5",
      "ibu": "47.1",
      "srmId": 34,
      "availableId": 4,
      "styleId": 123,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/NdNBdh/upload_hQdOPV-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/NdNBdh/upload_hQdOPV-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/NdNBdh/upload_hQdOPV-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/NdNBdh/upload_hQdOPV-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/NdNBdh/upload_hQdOPV-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/NdNBdh/upload_hQdOPV-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2014-08-27 15:42:45",
      "updateDate": "2015-12-17 17:00:02",
      "srm": {
        "id": 34,
        "name": "34",
        "hex": "4C0505"
      },
      "available": {
        "id": 4,
        "name": "Seasonal",
        "description": "Available at the same time of year, every year."
      },
      "style": {
        "id": 123,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Coffee-Flavored Beer",
        "shortName": "Coffee Beer",
        "description": "Coffee beers use coffee in any of its forms other than or in addition to hops to create a distinct (ranging from subtle to intense) character. Under hopping allows coffee to contribute to the flavor profile while not becoming excessively bitter. If this beer is a classic style with coffee flavor, the brewer should specify the classic style.",
        "ibuMin": "15",
        "ibuMax": "40",
        "abvMin": "2.5",
        "abvMax": "12",
        "srmMin": "8",
        "srmMax": "50",
        "ogMin": "1.03",
        "fgMin": "1.006",
        "fgMax": "1.03",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:44:40"
      }
    },
    {
      "id": "X3Ll4D",
      "name": "Rat Bastard Pale Ale",
      "nameDisplay": "Rat Bastard Pale Ale",
      "description": "Rat Bastard Pale Ale was the first beer brewed here at Stumptown and a Blue Ribbon winner at the California State Fair. It really was a beer that named itself (although many of the regulars here will tell you it was named in their honor).\r\n\r\nRat Logo In an effort to get our first beer brewed and aged in time for the Santa Rosa Beer Festival (at the LBC) we found ourselves lacking a few key ingredients. They included grain and yeast. We borrowed some grain from Third Street Aleworks, some more from Bear Republic , and Brian at Moonlight Brewing was kind enough to lend us a couple of kegs to put it in.\r\n\r\nAnyway, what is the Rat Bastard Pale Ale? Jay Brooks of the (Brookston Beer Bulletin) said \"The Rat Bastard is a well-made pale ale, with good aromas and a crisp, clean palate. It has a generous hop bite that finishes bitter, then drops off sharply in the end.\"\r\nThe Rat is a very chuggable drop. Coming in at just under 6%, it's a fine session beer with a clean dry finish. With its balanced hop profile the Rat is crisp on the tongue and pleasant (slightly floral with some citrus) to the nose, without over powering it's malt character. \r\nOur favorite review \"This tastes like beer\".",
      "abv": "6",
      "styleId": 25,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/X3Ll4D/upload_W0IqFa-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/X3Ll4D/upload_W0IqFa-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/X3Ll4D/upload_W0IqFa-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/X3Ll4D/upload_W0IqFa-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/X3Ll4D/upload_W0IqFa-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/X3Ll4D/upload_W0IqFa-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2014-02-04 15:55:58",
      "updateDate": "2015-12-18 17:41:22",
      "style": {
        "id": 25,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Pale Ale",
        "shortName": "American Pale",
        "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.",
        "ibuMin": "30",
        "ibuMax": "42",
        "abvMin": "4.5",
        "abvMax": "5.6",
        "srmMin": "6",
        "srmMax": "14",
        "ogMin": "1.044",
        "fgMin": "1.008",
        "fgMax": "1.014",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:25:18"
      }
    },
    {
      "id": "GPrfkZ",
      "name": "Rat's Ass 2X IPA",
      "nameDisplay": "Rat's Ass 2X IPA",
      "abv": "6.6",
      "styleId": 30,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/GPrfkZ/upload_IiLfA4-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/GPrfkZ/upload_IiLfA4-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/GPrfkZ/upload_IiLfA4-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/GPrfkZ/upload_IiLfA4-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/GPrfkZ/upload_IiLfA4-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/GPrfkZ/upload_IiLfA4-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2013-04-12 11:41:47",
      "updateDate": "2015-12-17 00:48:42",
      "style": {
        "id": 30,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style India Pale Ale",
        "shortName": "American IPA",
        "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale",
        "ibuMin": "50",
        "ibuMax": "70",
        "abvMin": "6.3",
        "abvMax": "7.5",
        "srmMin": "6",
        "srmMax": "14",
        "ogMin": "1.06",
        "fgMin": "1.012",
        "fgMax": "1.018",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:26:37"
      }
    },
    {
      "id": "uRkJd9",
      "name": "Rated R",
      "nameDisplay": "Rated R",
      "description": "West Coast IPA meets Midwest Rye. Rated R is a beer for the Minnesota hopheads. This Rye IPA greets you with a burst of citrus hop aroma and tempts you with the spice from the rye. 612Brew’s most full-bodied and hoppy beer, yet easy enough that your mom would like it. If your mom is awesome.",
      "abv": "6.7",
      "ibu": "80",
      "glasswareId": 5,
      "srmId": 12,
      "availableId": 1,
      "styleId": 30,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/uRkJd9/upload_mYALFY-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/uRkJd9/upload_mYALFY-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/uRkJd9/upload_mYALFY-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/uRkJd9/upload_mYALFY-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/uRkJd9/upload_mYALFY-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/uRkJd9/upload_mYALFY-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-10-23 13:54:28",
      "updateDate": "2015-12-16 20:22:23",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "srm": {
        "id": 12,
        "name": "12",
        "hex": "CF6900"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 30,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style India Pale Ale",
        "shortName": "American IPA",
        "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale",
        "ibuMin": "50",
        "ibuMax": "70",
        "abvMin": "6.3",
        "abvMax": "7.5",
        "srmMin": "6",
        "srmMax": "14",
        "ogMin": "1.06",
        "fgMin": "1.012",
        "fgMax": "1.018",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:26:37"
      }
    },
    {
      "id": "xLLpVe",
      "name": "Rats in the Ashes",
      "nameDisplay": "Rats in the Ashes",
      "description": "When Three Floyds comes knocking at your door with a half barrel of Alpha King asking to do another collaboration... you say yes. This time around we brewed as standard strength Belgian style Quad with D2 sugar and some yeast the Floyds stole from Belgium.",
      "abv": "6.4",
      "styleId": 64,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/xLLpVe/upload_f9sVGa-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/xLLpVe/upload_f9sVGa-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/xLLpVe/upload_f9sVGa-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/xLLpVe/upload_f9sVGa-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/xLLpVe/upload_f9sVGa-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/xLLpVe/upload_f9sVGa-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2014-12-12 18:01:20",
      "updateDate": "2018-05-23 14:08:30",
      "style": {
        "id": 64,
        "categoryId": 5,
        "category": {
          "id": 5,
          "name": "Belgian And French Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Belgian-Style Dark Strong Ale",
        "shortName": "Belgian Dark Strong",
        "description": "Belgian dark strong ales are amber to dark brown in color. Often, though not always, brewed with dark Belgian \"candy\" sugar, these beers can be well attenuated, ranging from medium to full-bodied. The perception of hop bitterness is low to medium, with hop flavor and aroma also in this range. Fruity complexity along with the soft flavors of roasted malts add distinct character. The alcohol strength of these beers can often be deceiving to the senses. The intensity of malt character can be rich, creamy, and sweet with intensities ranging from medium to high. Very little or no diacetyl is perceived. Herbs and spices are sometimes used to delicately flavor these strong ales. Low levels of phenolic spiciness from yeast byproducts may also be perceived. Chill haze is allowable at cold temperatures.",
        "ibuMin": "20",
        "ibuMax": "50",
        "abvMin": "7",
        "abvMax": "11",
        "srmMin": "9",
        "srmMax": "35",
        "ogMin": "1.064",
        "fgMin": "1.012",
        "fgMax": "1.024",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:32:23"
      }
    },
    {
      "id": "GztlE6",
      "name": "Ratsalad",
      "nameDisplay": "Ratsalad",
      "description": "Just love making IPA's, so here's another one that uses the hop blend called Zythos that is just delicious and should be enjoyed with a blow-up doll or something similiar.",
      "abv": "8.5",
      "ibu": "88",
      "styleId": 31,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/GztlE6/upload_apf82o-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/GztlE6/upload_apf82o-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/GztlE6/upload_apf82o-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/GztlE6/upload_apf82o-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/GztlE6/upload_apf82o-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/GztlE6/upload_apf82o-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-03-09 12:53:35",
      "updateDate": "2015-12-16 15:09:55",
      "style": {
        "id": 31,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "Imperial or Double India Pale Ale",
        "shortName": "Imperial IPA",
        "description": "Imperial or Double India Pale Ales have intense hop bitterness, flavor and aroma. Alcohol content is medium-high to high and notably evident. They range from deep golden to medium copper in color. The style may use any variety of hops. Though the hop character is intense it's balanced with complex alcohol flavors, moderate to high fruity esters and medium to high malt character. Hop character should be fresh and lively and should not be harsh in quality. The use of large amounts of hops may cause a degree of appropriate hop haze. Imperial or Double India Pale Ales have medium-high to full body. Diacetyl should not be perceived. The intention of this style of beer is to exhibit the fresh and bright character of hops. Oxidative character and aged character should not be present.",
        "ibuMin": "65",
        "ibuMax": "100",
        "abvMin": "7.5",
        "abvMax": "10.5",
        "srmMin": "5",
        "srmMax": "13",
        "ogMin": "1.075",
        "fgMin": "1.012",
        "fgMax": "1.02",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:26:46"
      }
    },
    {
      "id": "Gjtha5",
      "name": "RattelSnake",
      "nameDisplay": "RattelSnake",
      "abv": "5.45",
      "ibu": "47.6",
      "glasswareId": 5,
      "styleId": 25,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/Gjtha5/upload_cVy2A7-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/Gjtha5/upload_cVy2A7-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/Gjtha5/upload_cVy2A7-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/Gjtha5/upload_cVy2A7-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/Gjtha5/upload_cVy2A7-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/Gjtha5/upload_cVy2A7-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "servingTemperature": "very_cold",
      "servingTemperatureDisplay": "Very Cold - (0-4C/32-39F)",
      "createDate": "2013-12-10 13:11:53",
      "updateDate": "2015-12-17 07:39:20",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "style": {
        "id": 25,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style Pale Ale",
        "shortName": "American Pale",
        "description": "American pale ales range from deep golden to copper in color. The style is characterized by fruity, floral and citrus-like American-variety hop character producing medium to medium-high hop bitterness, flavor, and aroma. Note that the \"traditional\" style of this beer has its origins with certain floral, fruity, citrus-like, piney, resinous, or sulfur-like American hop varietals. One or more of these hop characters is the perceived end, but the perceived hop characters may be a result of the skillful use of hops of other national origins. American pale ales have medium body and low to medium maltiness. Low caramel character is allowable. Fruity-ester flavor and aroma should be moderate to strong. Diacetyl should be absent or present at very low levels. Chill haze is allowable at cold temperatures.",
        "ibuMin": "30",
        "ibuMax": "42",
        "abvMin": "4.5",
        "abvMax": "5.6",
        "srmMin": "6",
        "srmMax": "14",
        "ogMin": "1.044",
        "fgMin": "1.008",
        "fgMax": "1.014",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:25:18"
      }
    },
    {
      "id": "EQ4jxS",
      "name": "Rattlesnake Rye-P.A",
      "nameDisplay": "Rattlesnake Rye-P.A",
      "abv": "7",
      "glasswareId": 5,
      "styleId": 30,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/EQ4jxS/upload_Q1wGkW-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/EQ4jxS/upload_Q1wGkW-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/EQ4jxS/upload_Q1wGkW-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/EQ4jxS/upload_Q1wGkW-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/EQ4jxS/upload_Q1wGkW-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/EQ4jxS/upload_Q1wGkW-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:03",
      "updateDate": "2015-12-16 09:02:16",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "style": {
        "id": 30,
        "categoryId": 3,
        "category": {
          "id": 3,
          "name": "North American Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "American-Style India Pale Ale",
        "shortName": "American IPA",
        "description": "American-style India pale ales are perceived to have medium-high to intense hop bitterness, flavor and aroma with medium-high alcohol content. The style is further characterized by floral, fruity, citrus-like, piney, resinous, or sulfur-like American-variety hop character. Note that one or more of these American-variety hop characters is the perceived end, but the hop characters may be a result of the skillful use of hops of other national origins. The use of water with high mineral content results in a crisp, dry beer. This pale gold to deep copper-colored ale has a full, flowery hop aroma and may have a strong hop flavor (in addition to the perception of hop bitterness). India pale ales possess medium maltiness which contributes to a medium body. Fruity-ester flavors and aromas are moderate to very strong. Diacetyl can be absent or may be perceived at very low levels. Chill and/or hop haze is allowable at cold temperatures. (English and citrus-like American hops are considered enough of a distinction justifying separate American-style IPA and English-style IPA categories or subcategories. Hops of other origins may be used for bitterness or approximating traditional American or English character. See English-style India Pale Ale",
        "ibuMin": "50",
        "ibuMax": "70",
        "abvMin": "6.3",
        "abvMax": "7.5",
        "srmMin": "6",
        "srmMax": "14",
        "ogMin": "1.06",
        "fgMin": "1.012",
        "fgMax": "1.018",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:26:37"
      }
    },
    {
      "id": "FR2GHe",
      "name": "Rauch Geek Breakfast",
      "nameDisplay": "Rauch Geek Breakfast",
      "description": "An oatmeal stout with 25% oat-based ingredients and a nice touch of gourmet coffee and a lot of smoked malts. This beer is a smoked version a Beer Geek Breakfast.",
      "abv": "7.5",
      "styleId": 21,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/FR2GHe/upload_m8PgeI-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/FR2GHe/upload_m8PgeI-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/FR2GHe/upload_m8PgeI-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/FR2GHe/upload_m8PgeI-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/FR2GHe/upload_m8PgeI-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/FR2GHe/upload_m8PgeI-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2013-02-02 12:55:50",
      "updateDate": "2017-01-09 19:39:07",
      "style": {
        "id": 21,
        "categoryId": 1,
        "category": {
          "id": 1,
          "name": "British Origin Ales",
          "createDate": "2012-03-21 20:06:45"
        },
        "name": "Oatmeal Stout",
        "shortName": "Oatmeal Stout",
        "description": "Oatmeal stouts include oatmeal in their grist, resulting in a pleasant, full flavor and a smooth profile that is rich without being grainy. A roasted malt character which is caramel-like and chocolate-like should be evident - smooth and not bitter. Coffee-like roasted barley and roasted malt aromas (chocolate and nut-like) are prominent. Color is dark brown to black. Bitterness is moderate, not high. Hop flavor and aroma are optional but should not overpower the overall balance if present. This is a medium- to full- bodied beer, with minimal fruity esters. Diacetyl should be absent or at extremely low levels. Original gravity range and alcohol levels are indicative of English tradition of oatmeal stout.",
        "ibuMin": "20",
        "ibuMax": "40",
        "abvMin": "3.8",
        "abvMax": "6",
        "srmMin": "20",
        "srmMax": "20",
        "ogMin": "1.038",
        "fgMin": "1.008",
        "fgMax": "1.02",
        "createDate": "2012-03-21 20:06:45",
        "updateDate": "2015-04-07 15:22:53"
      }
    },
    {
      "id": "SyVWsn",
      "name": "Rauch Marzen Lager",
      "nameDisplay": "Rauch Marzen Lager",
      "description": "Balanced smoky flavors, roasted, bronze colored .",
      "abv": "5.5",
      "ibu": "28",
      "glasswareId": 8,
      "availableId": 2,
      "styleId": 81,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/SyVWsn/upload_bCZr3J-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/SyVWsn/upload_bCZr3J-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/SyVWsn/upload_bCZr3J-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/SyVWsn/upload_bCZr3J-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/SyVWsn/upload_bCZr3J-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/SyVWsn/upload_bCZr3J-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "foodPairings": "BBQ is the perfect match for Rauch but it tastes great with all kinds of meats and heavier salads.",
      "servingTemperature": "cold",
      "servingTemperatureDisplay": "Cold - (4-7C/39-45F)",
      "createDate": "2012-01-03 02:44:03",
      "updateDate": "2015-12-16 13:41:22",
      "glass": {
        "id": 8,
        "name": "Tulip",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 81,
        "categoryId": 7,
        "category": {
          "id": 7,
          "name": "European-germanic Lager",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "German-Style Märzen",
        "shortName": "Märzen",
        "description": "Märzens are characterized by a medium body and broad range of color. They can range from golden to reddish orange. Sweet maltiness should dominate slightly over a clean hop bitterness. Malt character should be light-toasted rather than strongly caramel (though a low level of light caramel character is acceptable). Bread or biscuit-like malt character is acceptable in aroma and flavor. Hop aroma and flavor should be low but notable. Ale-like fruity esters should not be perceived. Diacetyl and chill haze should not be perceived.",
        "ibuMin": "18",
        "ibuMax": "25",
        "abvMin": "5.3",
        "abvMax": "5.9",
        "srmMin": "4",
        "srmMax": "15",
        "ogMin": "1.05",
        "fgMin": "1.012",
        "fgMax": "1.02",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:36:50"
      }
    },
    {
      "id": "A6smEa",
      "name": "Rauch Ur Bock",
      "nameDisplay": "Rauch Ur Bock",
      "description": "Smoked Lager brewed with Cherry and Beechwood smoked malts. Smoke it if you got it!",
      "abv": "7.4",
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/A6smEa/upload_NSFpkp-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/A6smEa/upload_NSFpkp-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/A6smEa/upload_NSFpkp-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/A6smEa/upload_NSFpkp-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/A6smEa/upload_NSFpkp-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/A6smEa/upload_NSFpkp-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2013-01-03 23:12:11",
      "updateDate": "2015-12-16 22:04:15",
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "gc8sWi",
      "name": "Rauchbier",
      "nameDisplay": "Rauchbier",
      "description": "Feinrauchig, spicy, brewed according to an ancient recipe. feature: connoisseurs will love this regional specialty and gourmet easily fall to the beer! \r\n\r\nAwards: 2006 Gold",
      "abv": "5.6",
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/gc8sWi/upload_ldx8KO-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/gc8sWi/upload_ldx8KO-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/gc8sWi/upload_ldx8KO-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/gc8sWi/upload_ldx8KO-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/gc8sWi/upload_ldx8KO-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/gc8sWi/upload_ldx8KO-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2014-08-03 17:11:39",
      "updateDate": "2015-12-17 15:44:22",
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "9OGOG7",
      "name": "Rauchbier",
      "nameDisplay": "Rauchbier",
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/9OGOG7/upload_MgTo52-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/9OGOG7/upload_MgTo52-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/9OGOG7/upload_MgTo52-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/9OGOG7/upload_MgTo52-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/9OGOG7/upload_MgTo52-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/9OGOG7/upload_MgTo52-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2014-04-29 10:37:59",
      "updateDate": "2015-12-17 12:17:38",
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "2GjHFw",
      "name": "Rauchbier",
      "nameDisplay": "Rauchbier",
      "abv": "5.4",
      "glasswareId": 5,
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/2GjHFw/upload_oyrava-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/2GjHFw/upload_oyrava-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/2GjHFw/upload_oyrava-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/2GjHFw/upload_oyrava-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/2GjHFw/upload_oyrava-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/2GjHFw/upload_oyrava-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:03",
      "updateDate": "2015-12-16 14:19:56",
      "glass": {
        "id": 5,
        "name": "Pint",
        "createDate": "2012-01-03 02:41:33"
      },
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "bddB2V",
      "name": "Rauchbier",
      "nameDisplay": "Rauchbier",
      "description": "German-style smoked amber lager with beechwood-smoked malt.",
      "abv": "5.5",
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/bddB2V/upload_71rtTg-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/bddB2V/upload_71rtTg-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/bddB2V/upload_71rtTg-large.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2018-04-25 21:48:31",
      "updateDate": "2018-05-09 20:06:56",
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "5pOzg7",
      "name": "Rauchbier Märzen",
      "nameDisplay": "Rauchbier Märzen",
      "description": "Bamberg’s speciality, a dark, bottom fermented smokebeer, brewed with Original Schlenkerla Smokemalt from the Schlenkerla maltings and tapped according to old tradition directly from the gravity-fed oakwood cask in the historical brewery tavern.",
      "abv": "5.1",
      "ibu": "30",
      "srmId": 37,
      "styleId": 129,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/5pOzg7/upload_DeLGRZ-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/5pOzg7/upload_DeLGRZ-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/5pOzg7/upload_DeLGRZ-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/5pOzg7/upload_DeLGRZ-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/5pOzg7/upload_DeLGRZ-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/5pOzg7/upload_DeLGRZ-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:42:39",
      "updateDate": "2016-02-01 18:39:29",
      "srm": {
        "id": 37,
        "name": "37",
        "hex": "3F0708"
      },
      "style": {
        "id": 129,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Smoke Beer (Lager or Ale)",
        "shortName": "Smoke Beer",
        "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:45:19"
      }
    },
    {
      "id": "RPND24",
      "name": "Rauchbier!",
      "nameDisplay": "Rauchbier!",
      "description": "Rauchbier, last year’s bonfire favorite, has been chosen as our first limited release in bottles. German beechwood-smoked malt creates a distinct smoky flavor. Attempts to describe the sensory experience of the Rauchbier have included “autumn in a bottle,” “a tailgate for the taste buds” and “liquid bacon.” A style made \r\n famous in beer halls throughout Franconia, Rauchbier is the perfect confidant to toast the Iowa fall spectacle! 5.4% ABV",
      "abv": "5.4",
      "availableId": 4,
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/RPND24/upload_OoPEQi-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/RPND24/upload_OoPEQi-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/RPND24/upload_OoPEQi-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/RPND24/upload_OoPEQi-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/RPND24/upload_OoPEQi-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/RPND24/upload_OoPEQi-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2015-04-15 16:08:13",
      "updateDate": "2015-12-17 23:47:19",
      "available": {
        "id": 4,
        "name": "Seasonal",
        "description": "Available at the same time of year, every year."
      },
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "n8QnKH",
      "name": "Rauchbock and Two Smokin' Barrels",
      "nameDisplay": "Rauchbock and Two Smokin' Barrels",
      "description": "This doppelbock style lager was made with over 60% beechwood smoked malt and noble hops, then aged in Bourbon, Tenessee whiskey, and rye whiskey barrels. After aging for 8 months at lager temperatures, we were left with a rich, malty, delicately smokey rauchbock with subtle hints of oak and whiskey, and a clean, rounded finish.",
      "abv": "9.5",
      "ibu": "15",
      "glasswareId": 6,
      "srmId": 20,
      "availableId": 2,
      "styleId": 87,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/n8QnKH/upload_PW3dx4-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/n8QnKH/upload_PW3dx4-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/n8QnKH/upload_PW3dx4-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/n8QnKH/upload_PW3dx4-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/n8QnKH/upload_PW3dx4-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/n8QnKH/upload_PW3dx4-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "servingTemperature": "warm",
      "servingTemperatureDisplay": "Warm - (14-16C/57-61F)",
      "createDate": "2017-07-18 17:01:21",
      "updateDate": "2017-08-30 19:12:55",
      "glass": {
        "id": 6,
        "name": "Snifter",
        "createDate": "2012-01-03 02:41:33"
      },
      "srm": {
        "id": 20,
        "name": "20",
        "hex": "9B3200"
      },
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 87,
        "categoryId": 7,
        "category": {
          "id": 7,
          "name": "European-germanic Lager",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Bock Rauchbier",
        "shortName": "Bock Rauchbier",
        "description": "Bamberg-style Bock Rauchbier should have beech wood smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The Bock beer character should manifest itself as a strong, malty, medium- to full-bodied with moderate hop bitterness that should increase proportionately with the starting gravity. Hop flavor should be low and hop aroma should be very low. Bocks can range in color from deep copper to dark brown. Fruity esters should be minimal. Diacetyl and chill haze should not be perceived.",
        "ibuMin": "20",
        "ibuMax": "30",
        "abvMin": "6",
        "abvMax": "7.5",
        "srmMin": "20",
        "srmMax": "30",
        "ogMin": "1.066",
        "fgMin": "1.018",
        "fgMax": "1.024",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:38:46"
      }
    },
    {
      "id": "OgDHbV",
      "name": "Raucher",
      "nameDisplay": "Raucher",
      "description": "2016 World Beer Cup Bronze Medal Winner! Raucher features balanced notes of sweet malt, smoke, and hop bitterness. Hallertau Mittelfruh hops provide a balancing hop bitterness to the delicately smoky beechwood smoked malt used in the mash.",
      "abv": "5.5",
      "ibu": "19",
      "styleId": 129,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/OgDHbV/upload_TDHwLI-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/OgDHbV/upload_TDHwLI-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/OgDHbV/upload_TDHwLI-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/OgDHbV/upload_TDHwLI-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/OgDHbV/upload_TDHwLI-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/OgDHbV/upload_TDHwLI-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2017-01-16 17:45:45",
      "updateDate": "2017-01-16 17:46:13",
      "style": {
        "id": 129,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Smoke Beer (Lager or Ale)",
        "shortName": "Smoke Beer",
        "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:45:19"
      }
    },
    {
      "id": "PWFQj3",
      "name": "Rauchfest",
      "nameDisplay": "Rauchfest",
      "abv": "5.5",
      "ibu": "25",
      "styleId": 129,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/PWFQj3/upload_FWltuh-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/PWFQj3/upload_FWltuh-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/PWFQj3/upload_FWltuh-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/PWFQj3/upload_FWltuh-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/PWFQj3/upload_FWltuh-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/PWFQj3/upload_FWltuh-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2015-03-23 18:12:55",
      "updateDate": "2015-12-18 00:40:41",
      "style": {
        "id": 129,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Smoke Beer (Lager or Ale)",
        "shortName": "Smoke Beer",
        "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:45:19"
      }
    },
    {
      "id": "2DO3fa",
      "name": "Raucho Man Randy Beverage",
      "nameDisplay": "Raucho Man Randy Beverage",
      "description": "A German style Rauchbier (literally “smoke beer” in German) with a Kentucky twist. Nearly 50% smoke malt, both beechwood and cherry wood smoked, make this ale one smokey mother effer. The balance of the malt is German Munich malt and 60# of Kentucky grown sweet sorghum. The Munich malt lends a mellow sweetness while the sorghum lightens the body and provides citrusy and spicy notes. We then balance this beer with traditional German hops Hallertau and Tettnang.",
      "abv": "5.2",
      "ibu": "26.3",
      "glasswareId": 3,
      "availableId": 1,
      "styleId": 54,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/2DO3fa/upload_ogwvh9-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/2DO3fa/upload_ogwvh9-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/2DO3fa/upload_ogwvh9-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/2DO3fa/upload_ogwvh9-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/2DO3fa/upload_ogwvh9-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/2DO3fa/upload_ogwvh9-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "originalGravity": "1.051",
      "createDate": "2012-04-15 19:28:13",
      "updateDate": "2015-12-16 16:47:53",
      "glass": {
        "id": 3,
        "name": "Mug",
        "createDate": "2012-01-03 02:41:33"
      },
      "available": {
        "id": 1,
        "name": "Year Round",
        "description": "Available year round as a staple beer."
      },
      "style": {
        "id": 54,
        "categoryId": 4,
        "category": {
          "id": 4,
          "name": "German Origin Ales",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Bamberg-Style Weiss (Smoke) Rauchbier (Dunkel or Helles)",
        "shortName": "Rauchbier",
        "description": "Bamberg-style Weiss Rauchbier should have smoky characters that range from detectable to prevalent in the aroma and flavor. Smoke character is not harshly phenolic, but rather very smooth, almost rendering a perception of mild sweetness to this style of beer. The aroma and flavor of a Weissbier with yeast is decidedly fruity and phenolic. The phenolic characteristics are often described as clove- or nutmeg-like and can be smoky or even vanilla-like. Banana-like esters are often present. These beers are made with at least 50 percent malted wheat, and hop rates are quite low. Hop flavor and aroma are absent. Weissbier is well attenuated and very highly carbonated and a medium- to full-bodied beer. The color is very pale to very dark amber. Darker (dunkel) styles should have a detectable degree of roast malt in the balance without being robust in overall character. Because yeast is present, the beer will have yeast flavor and a characteristically fuller mouthfeel and may be appropriately very cloudy. No diacetyl should be perceived.",
        "ibuMin": "10",
        "ibuMax": "15",
        "abvMin": "4.9",
        "abvMax": "5.5",
        "srmMin": "4",
        "srmMax": "18",
        "ogMin": "1.047",
        "fgMin": "1.008",
        "fgMax": "1.016",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:30:29"
      }
    },
    {
      "id": "poyp8r",
      "name": "Rauchstack",
      "nameDisplay": "Rauchstack",
      "description": "Rauchstack is a smooth, full-bodied smoked ale. The distinctive smoked character, courtesy of wood-fire kilned malts in the recipe, is balanced by rich, malty sweetness. Our friend Thomas at Weyermann Malts in Bamberg, Germany custom-designed the malt profile for this recipe (over breakfast no less!), and we brewed it in tribute to our close ties with them.\r\nHISTORY & STYLE\r\n\r\nRauchbier is a beer style originating in the region of Franconia in Germany. The unique feature of this style is that the malt has been kilned over wood fire (typically beechwood). As a result of this process the malt imparts a pungent smoky character to the beer.\r\n\r\nTASTING NOTES\r\n\r\nThe first impression of Rauchstack is undoubtedly its rich, smoky aroma. The body is luscious and the flavour echoes the smoky scent, giving the sense of a beer that could almost be a meal. The smoke is balanced by malty sweetness. The finish is clean, with some lingering whiffs of smoke.",
      "abv": "6.9",
      "ibu": "36",
      "availableId": 2,
      "styleId": 129,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/poyp8r/upload_oWZRRE-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/poyp8r/upload_oWZRRE-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/poyp8r/upload_oWZRRE-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/poyp8r/upload_oWZRRE-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/poyp8r/upload_oWZRRE-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/poyp8r/upload_oWZRRE-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "foodPairings": "Rauchstack is a perfect accompaniment to virtually all smoked foods. Try it with bacon, ham, smoked salmon or smoked cheeses.",
      "originalGravity": "1.061",
      "createDate": "2015-03-01 19:44:17",
      "updateDate": "2015-12-17 23:21:24",
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 129,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Smoke Beer (Lager or Ale)",
        "shortName": "Smoke Beer",
        "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:45:19"
      }
    },
    {
      "id": "oh7tnW",
      "name": "Rauchstar",
      "nameDisplay": "Rauchstar",
      "description": "A Scandinavian smoked ale brewed with applewood smoked malt and loads of resinous hops.. like a heavy metal BBQ in a pine forest.",
      "abv": "9.4",
      "availableId": 2,
      "styleId": 129,
      "isOrganic": "N",
      "isRetired": "N",
      "labels": {
        "icon": "https://brewerydb-images.s3.amazonaws.com/beer/oh7tnW/upload_zEDNgD-icon.png",
        "medium": "https://brewerydb-images.s3.amazonaws.com/beer/oh7tnW/upload_zEDNgD-medium.png",
        "large": "https://brewerydb-images.s3.amazonaws.com/beer/oh7tnW/upload_zEDNgD-large.png",
        "contentAwareIcon": "https://brewerydb-images.s3.amazonaws.com/beer/oh7tnW/upload_zEDNgD-contentAwareIcon.png",
        "contentAwareMedium": "https://brewerydb-images.s3.amazonaws.com/beer/oh7tnW/upload_zEDNgD-contentAwareMedium.png",
        "contentAwareLarge": "https://brewerydb-images.s3.amazonaws.com/beer/oh7tnW/upload_zEDNgD-contentAwareLarge.png"
      },
      "status": "verified",
      "statusDisplay": "Verified",
      "createDate": "2012-01-03 02:44:03",
      "updateDate": "2015-12-16 11:46:07",
      "available": {
        "id": 2,
        "name": "Limited",
        "description": "Limited availability."
      },
      "style": {
        "id": 129,
        "categoryId": 11,
        "category": {
          "id": 11,
          "name": "Hybrid/mixed Beer",
          "createDate": "2012-03-21 20:06:46"
        },
        "name": "Smoke Beer (Lager or Ale)",
        "shortName": "Smoke Beer",
        "description": "Any style of beer can be smoked; the goal is to reach a balance between the style's character and the smoky properties. Type of wood or other sources of smoke should be specified as well as the style the beer is based upon.",
        "createDate": "2012-03-21 20:06:46",
        "updateDate": "2015-04-07 15:45:19"
      }
    }
  ],
  "status": "success"
}